Repository: JannikSommer/P3-Project
Catalog: Prototype1/Language/Resources.*.resx
Languages: da

# LogWindowButtonSearch
source: Search
da: Søg

# LogWindowLabelAfter
source: Messages after:
da: Beskeder efter:

# LogWindowLabelBefore
source: Messages before:
da: Beskeder før:

# LogWindowLabelLocation
source: Location id:
da: Lokations id:

# LogWindowLabelItem
source: Item id:
da: Artikel id:

# LogWindowLabelUser
source: User id:
da: Bruger id:

# LogWindowHeaderTime
source: Time
da: Tidspunkt

# LogWindowHeaderUser
source: User id
da: Bruger id

# LogWindowHeaderMessage
source: Message
da: Besked

# MainWindowButtonCreateCycle
source: Create Cycle Count
da: Opret Optællings Cyklus

# MainWindowButtonEditCycle
source: Edit Cycle
da: Redigér Cyclus

# MainWindowButtonFinishCycle
source: Finish Cycle
da: Færdiggør Cyclus

# MainWindowButtonShowChosenType
source: Show
da: Vis

# MainWindowButtonShowLog
source: Show log
da: Vis log

# MainWindowHeaderHasBeenCounted
source: Counted
da: Optalt

# MainWindowHeaderLocations
source: Locations
da: Lokationer

# MainWindowHeaderName
source: Name
da: Navn

# MainWindowHeaderServerCount
source: Counted from server
da: Optalt fra serveren

# MainWindowHeaderStorageCount
source: Counted from storage
da: Optalt fra lageret

# MainWindowLabelActiveClients
source: Active clients:
da: Aktive klienter:

# MainWindowLabelTotalCount
source: Total counted:
da: Totalt optalt:

# MainWindowLabelTotalCountDifference
source: Counted with difference:
da: Optalt med difference:

# MainWindowLabelWarning
source: Please choose the desired function
da: Vælg venligst den ønskede funktion

# MainWindowComboboxCountedToday
source: Counted today
da: I dags optalte

# MainWindowComboboxCountedThisCycle
source: Counted in this cycle
da: Optalte i denne cyklus

# EditCycleWindowTitle
source: Edit Cycle
da: Redigér Cyclus

# EditCycleWindowButtonCancel
source: Cancel
da: Annullér

# EditCycleWindowButtonConfirm
source: Confirm
da: Bekræft

# EditCycleWindowButtonDeleteCycle
source: Delete Cycle
da: Slet Cyclus

# EditCycleWindowButtonDeleteUser
source: Delete users work
da: Slet brugers arbejde

# EditCycleWindowLabelChooseUsers
source: Delete a specific users changes:
da: Slet en specifik brugers ændringer:

# EditCycleWindowLabelDeleteCycle
source: Delete the cycle
da: Slet hele cyklus'en

# EditCycleWindowLabelWarning
source: Please select a user:
da: Vælg venligst en bruger:

# EditCycleWindowLabelEditType
source: Choose how to modify the cycle:
da: Vælg hvordan Cyklus'en skal redigeres:

# EditCycleWindowLabelPriority
source: Choose how the shelves are sorted:
da: Vælg hvordan reolerne skal sorteres:

# EditCycleWindowButtonMoveDown
source: Move down
da: Flyt ned

# EditCycleWindowButtonMoveUp
source: Move up
da: Flyt op

# CreateCycleWindowTitle
source: Create Cycle Count
da: Opret Optællings Cyclus

# CreateCycleWindowButtonCreateCycle
source: Create Cycle
da: Opret Cyclus

# CreateCycleWindowLabelChooseCycle
source: Choose how the cycle will be created:
da: Vælg hvordan cyklus'en skal oprettes:

# CreateCycleWindowLabelWarning
source: Please select the wanted function
da: Ikke korrekt

# PhoneMainPageLabelScanner
source: SCANNER
da: SKANNER

# PhoneMainPageButtonBTScan
source: Bluetooth Scan
da: Bluetooth Skan

# PhoneMainPageButtonCameraScan
source: Camera Scan
da: Kamera Skan

# PhoneUploadDataButtonUpload
source: Upload Partition
da: Send Partition

# PhoneUploadDataButtonDownload
source: Download Partition
da: Hent Partition

# PhoneStartPageButtonBack
source: Back
da: Tilbage

# PhoneStartPageButtonTerminate
source: Terminate Scan
da: Afslut Skanning

# PhoneStartPageButtonUpload
source: Upload data
da: Send data

# PhoneStartPageButtonSwitch
source: Switch scan type
da: Skift skan type

# PhoneInventoryPageLabelManageLocation
source: Manage item location:
da: Administrér lokation:

# PhoneInventoryPageButtonAddItem
source: Add item
da: Tilføj artikel

# PhoneInventoryPageButtonRemoveItem
source: Remove item
da: Fjern artikel

# PhoneLocationSelelectButtonLight
source: Light
da: Lys

# PhoneAdminStartPageButtonBTScan
source: Bluetooth Scan
da: Bluetooth Skan

# PhoneAdminStartPageButtonCameraScan
source: Camera Scan
da: Kamera Skan
